[
  {
    "paragraphIndex": 0,
    "level1": "All lands are either republics or principalities. A principality is ruled by a prince. A republic lets people vote.",
    "level2": "States come in two kinds: republics where citizens vote, and principalities where a prince is in charge.",
    "level3": "Every state is either a republic—shared power—or a principality, ruled by one person.",
    "level4": "All states that have held dominion over men are either republics or principalities."
  },
  {
    "paragraphIndex": 1,
    "level1": "A prince can get land from his family or take new land. New land is harder to keep.",
    "level2": "Principalities are hereditary (passed down) or new (just captured). New ones are tricky.",
    "level3": "Principalities may be hereditary, long held by one bloodline, or brand-new, seized by force or fortune.",
    "level4": "Principalities are either hereditary, in which the family has been long established, or they are new."
  },
  {
    "paragraphIndex": 2,
    "level1": "If your dad was prince, people already like you. Just don't change big rules.",
    "level2": "Inherited states are easier: keep old customs, don't make waves, and most subjects accept you.",
    "level3": "Hereditary states pose fewer difficulties; ancient customs and familiar rule keep the populace content.",
    "level4": "In hereditary states the prince has fewer difficulties, for it is sufficient not to transgress the customs of his ancestors."
  },
  {
    "paragraphIndex": 3,
    "level1": "New land means new problems. People hoped life would improve. When it doesn't, they get mad.",
    "level2": "New principalities bring trouble: people swapped rulers expecting better lives; when taxes or soldiers arrive, they feel cheated.",
    "level3": "New principalities breed discontent: subjects welcomed change, then discover fresh burdens and regret their choice.",
    "level4": "In new principalities men willingly change their rulers, hoping to better themselves, and this hope induces them to take up arms."
  },
  {
    "paragraphIndex": 4,
    "level1": "King Louis took Milan fast, but lost it fast. People let him in, then kicked him out.",
    "level2": "King Louis XII captured Milan overnight and lost it just as quickly; the same citizens who opened the gates later drove him out.",
    "level3": "Louis XII seized Milan with ease yet lost it at once, for the inhabitants who had admitted him soon revolted under new impositions.",
    "level4": "Louis the Twelfth, King of France, quickly occupied Milan, and as quickly lost it; the first time it only needed Lodovico's own forces."
  },
  {
    "paragraphIndex": 5,
    "level1": "Go live in the new land. Fix problems fast. Send friends to live there too.",
    "level2": "The prince should reside in the new state, send loyal colonists, and protect weaker neighbors while weakening stronger ones.",
    "level3": "To hold new possessions the prince must live there, plant loyal colonies, and become protector of lesser powers while checking greater ones.",
    "level4": "The prince should go to live there, send colonies, and become the defender of the weaker neighbors while weakening the more powerful."
  },
  {
    "paragraphIndex": 6,
    "level1": "Don't hire other people's armies. They cost a lot and might turn on you.",
    "level2": "Avoid foreign auxiliaries: they are expensive, unreliable, and may desert or betray you at the critical moment.",
    "level3": "Employing foreign troops is perilous; they drain treasure, owe no loyalty, and often flee or conspire against their employer.",
    "level4": "Auxiliary arms are useless and dangerous; if they lose you are undone, if they win you are left their prisoner."
  },
  {
    "paragraphIndex": 7,
    "level1": "Free cities hate princes. Let them keep rules but pay you, or knock them down.",
    "level2": "Cities accustomed to freedom resent princes; let them keep their laws but pay tribute, or destroy them so liberty is forgotten.",
    "level3": "Free cities are hostile to princely rule; permit self-government under tribute, or raze them so the memory of freedom fades.",
    "level4": "States accustomed to live in freedom must be destroyed, or else held by permitting them to live under their own laws, drawing a tribute."
  },
  {
    "paragraphIndex": 8,
    "level1": "Some princes build their own land. They need a chance and smart plans.",
    "level2": "Some princes found entirely new states; they require opportunity and outstanding ability to establish lasting rule.",
    "level3": "Founders of wholly new principalities need both favourable circumstance and remarkable talent to create enduring power.",
    "level4": "Let no one be surprised if, in speaking of entirely new principalities, I adduce the highest examples, for men almost always walk in paths beaten by others."
  },
  {
    "paragraphIndex": 9,
    "level1": "Moses, Cyrus, Romulus, and Theseus all got a chance and used it well.",
    "level2": "Moses, Cyrus, Romulus, and Theseus seized their moment and displayed extraordinary ability to build new realms.",
    "level3": "Moses, Cyrus, Romulus, and Theseus exemplify men who, given opportunity, wielded exceptional skill to forge new states.",
    "level4": "Moses, Cyrus, Romulus, and Theseus, though they owed nothing to fortune but opportunity, which gave them the matter to mould."
  },
  {
    "paragraphIndex": 10,
    "level1": "They made new rules. People were mad at first, then glad.",
    "level2": "They introduced new orders; initially hated, later revered once success was secured.",
    "level3": "They established novel institutions; early resistance turned to admiration after victory.",
    "level4": "They introduced new orders, which had the enmity of all those who profited by the old order and only lukewarm defenders among those who would profit by the new."
  },
  {
    "paragraphIndex": 11,
    "level1": "If you start something new, be strong and fast. Weak people lose.",
    "level2": "Innovators must act swiftly and forcefully; half-measures invite ruin.",
    "level3": "New institutions demand decisive action; hesitation emboldens enemies and discourages allies.",
    "level4": "It is necessary, if we desire to discuss this matter thoroughly, to inquire whether these innovators can rely on themselves or have to depend on others."
  },
  {
    "paragraphIndex": 12,
    "level1": "Armed prophets win. Unarmed prophets lose.",
    "level2": "Prophets who carry arms succeed; those who rely only on words are destroyed when belief fades.",
    "level3": "Armed prophets conquer; unarmed ones fall once the crowd no longer believes.",
    "level4": "All armed prophets have conquered, and the unarmed ones have been destroyed."
  },
  {
    "paragraphIndex": 13,
    "level1": "Savonarola talked, but had no army. People stopped believing and he died.",
    "level2": "Savonarola preached reform without soldiers; when faith vanished he was ruined.",
    "level3": "Savonarola's example shows that moral authority without force collapses when popular belief evaporates.",
    "level4": "This happened in our own day to Fra Girolamo Savonarola, who was ruined with his new order of things immediately the multitude believed in him no longer."
  },
  {
    "paragraphIndex": 14,
    "level1": "Hiero of Syracuse started as a normal guy, then became prince by being smart and strong.",
    "level2": "Hiero of Syracuse rose from private citizen to prince through merit and strength, founding a lasting state.",
    "level3": "Hiero exemplifies the private citizen who, by ability and fortune, became prince and secured his rule.",
    "level4": "Hiero the Syracusan, though he had to eliminate the old military and create a new one, abolished the old and organized the new."
  },
  {
    "paragraphIndex": 15,
    "level1": "Some princes get land as a gift. They keep it only if they are smart and strong.",
    "level2": "Princes who receive states as gifts must still display ability; otherwise the gift is quickly lost.",
    "level3": "States bestowed by favor require the recipient to prove capable, or the gift becomes a trap.",
    "level4": "Those who solely by good fortune become princes from being private citizens have little trouble in rising, but much in keeping atop."
  },
  {
    "paragraphIndex": 16,
    "level1": "Francesco Sforza used his own army and kept Milan. Cesare used his dad's army and lost everything.",
    "level2": "Francesco Sforza, relying on his own troops, held Milan securely; Cesare Borgia, depending on others, lost his state.",
    "level3": "Sforza's self-reliance secured Milan, whereas Borgia's dependence on external power left him vulnerable.",
    "level4": "Francesco Sforza, by proper means and with great ability, from being a private person rose to be Duke of Milan; Cesare Borgia, called by the people Duke Valentino, acquired his state during the ascendancy of his father, and on its decline he lost it."
  },
  {
    "paragraphIndex": 17,
    "level1": "Cesare did many smart things, but when his dad died and he got sick, everything fell apart.",
    "level2": "Despite clever plans, Cesare's state collapsed when his father died and illness struck at the critical moment.",
    "level3": "Cesare's preparations were sound, yet the death of Alexander VI and his own sickness undid him.",
    "level4": "Cesare Borgia had laid good foundations, but the death of Alexander and his own illness frustrated his designs."
  },
  {
    "paragraphIndex": 18,
    "level1": "Agathocles became king by killing leaders in one big meeting. Cruel, but it worked.",
    "level2": "Agathocles seized power by murdering senators and rich citizens in a single morning; cruelty secured his throne.",
    "level3": "Agathocles' brutal purge of the senate and wealthy citizens in one stroke allowed him to hold Syracuse.",
    "level4": "Agathocles the Sicilian, one morning assembled the people and senate of Syracuse as if he had to discuss things relating to the Republic, and at a given signal the soldiers killed all the senators and the richest of the citizens."
  },
  {
    "paragraphIndex": 19,
    "level1": "Oliverotto tricked his uncle, had him killed at dinner, and took the city.",
    "level2": "Oliverotto lured his uncle and leading citizens to a banquet, then had them slaughtered and seized power.",
    "level3": "Oliverotto's banquet ambush eliminated the old guard and made him prince of Fermo overnight.",
    "level4": "Oliverotto da Fermo, having invited Giovanni Fogliani and the chiefs of Fermo to a solemn banquet, caused them to be assassinated, and thus made himself prince of the town."
  }
]

